# CLI tools
brew "bash"
brew "bc"
brew "coreutils"
brew "gawk"
brew "gh"
brew "glab"
brew "gsed"
brew "jq"
brew "nowplaying-cli"

brew "sk"
brew "tree-sitter-cli"
brew "sops"
brew "fish"
brew "chezmoi"
brew "mise"
brew "starship"
brew "bitwarden-cli"
brew "tmux"
brew "ripgrep"
brew "zoxide"
brew "sesh"

# Cask fonts
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"

